{
  "Brain_Control": {
      "card_type": "Spell",
      "text": "Pay 800 LP, then target 1 face-up monster your opponent controls; take control of that target until the End Phase."
  },
  "Brionac,_Dragon_of_the_Ice_Barrier": {
      "card_type": "Monster",
      "text": "1 Tuner + 1 or more non-Tuner monsters\nYou can discard any number of cards to return the same number of cards from the field to the hand.",
      "stats": "2300 / 1400",
      "types": "Sea Serpent / Synchro / Effect"
  },
  "Chaos_Emperor_Dragon_-_Envoy_of_the_End": {
      "card_type": "Monster",
      "text": "Cannot be normal summoned or set. This card can only be Special Summoned by removing 1 LIGHT and 1 DARK monster in your Graveyard from play. Pay 1000 of your Life Points to send all cards in both players' hands and on the field to the Graveyard. Inflict 300 points of damage to your opponent's Life Points for each card that is sent to the Graveyard by this effect.",
      "stats": "3000 / 2500",
      "types": "Dragon / Effect"
  },
  "Dark_Magician_of_Chaos": {
      "card_type": "Monster",
      "text": "When this card is Normal Summoned or Special Summoned successfully, you can add 1 Spell Card from your Graveyard to your hand. A monster that is destroyed by this monster as a result of battle is removed from play instead of going to the Graveyard. When this card is destroyed or removed from the field, it is removed from play.",
      "stats": "2800 / 2600",
      "types": "Spellcaster / Effect"
  },
  "Dark_Strike_Fighter": {
      "card_type": "Monster",
      "text": "1 Tuner + 1 or more non-Tuner monsters\nYou can Tribute 1 monster to inflict damage to your opponent equal to its Level x 200.",
      "stats": "2600 / 1800",
      "types": "Machine / Synchro / Effect"
  },
  "Goyo_Guardian": {
      "card_type": "Monster",
      "text": "1 EARTH Tuner + 1 or more non-Tuner monsters\nWhen this card destroys an opponent's monster by battle and sends it to the Graveyard: You can Special Summon that monster to your field in Defense Position.",
      "stats": "2800 / 2000",
      "types": "Warrior / Synchro / Effect"
  },
  "Ring_of_Destruction": {
      "card_type": "Trap",
      "text": "Destroy 1 face-up Monster Card and inflict Direct Damage equal to the destroyed card's ATK to the Life Points of both you and your opponent."
  },
  "Sangan": {
      "card_type": "Monster",
      "text": "If this card is sent from the field to the GY: Add 1 monster with 1500 or less ATK from your Deck to your hand.",
      "stats": "1000 / 600",
      "types": "Fiend / Effect"
  },
  "Sinister_Serpent": {
      "card_type": "Monster",
      "text": "During your Standby Phase, if this card is in your Graveyard: You can add it to your hand.",
      "stats": "300 / 250",
      "types": "Reptile / Effect"
  },
  "Witch_of_the_Black_Forest": {
      "card_type": "Monster",
      "text": "If this card is sent from the field to the GY: Add 1 monster with 1500 or less DEF from your Deck to your hand.",
      "stats": "1100 / 1200",
      "types": "Spellcaster / Effect"
  },
  "Twin-Headed_Behemoth": {
      "card_type": "Monster",
      "text": "If this monster is destroyed and sent to the Graveyard, this monster is Special Summoned with an ATK and DEF of 1000 during the End Phase of the turn. This effect can be used only once during the current Duel.",
      "stats": "1500 / 1200",
      "types": "Dragon / Effect"
  }
}
